/* 
  Strings for the File Provider extension's info.plist
 
  NOTE: All strings should go in Localizable.Strings except for Badge and Root folder tooltips
*/

/* Tooltip for files and folders in the pinned state */
"BadgeTooltip_Pinned" = "Always Available on This Device";

/* Tooltip for files and folders which are shared with other users. */
"BadgeTooltip_Shared" = "Shared";

/* Tooltip for files and folders which are shared AND in the pinned state. */
"BadgeTooltip_PinnedShared" = "Shared and Always Available on This Device";

/* Tooltip for files excluded from syncing. Ex: HVEL, LVEL and ODIgnored */
"BadgeTooltip_Ignored" = "Excluded from sync";

/* A tooltip for a custom icon on a team site folder. */
"RootTooltip_TeamSite" = "Shared Library";

/* A tooltip for a custom icon on an added/shortcut folder. */
"RootTooltip_Shortcut" = "Shortcut";

/* Title bar text for the dialog that is presented when the user moves a folder but we don't support the move. */
"UserInteraction_PreventMove_Title" = "Cannot move folder";

/* Description text for the dialog that is presented when the user moves a folder but we don't support the move. */
"UserInteraction_PreventMove_SubTitle" = "This folder can't be moved here on this Mac.";

/* Title bar text for the dialog that is presented when the user moves one or more folders but we don't support the move. */
"UserInteraction_PreventMove_Multi_Title" = "Cannot move items";

/* Description text for the dialog that is presented when the user moves one or more folders but we don't support the move. */
"UserInteraction_PreventMove_Multi_SubTitle" = "These items can't be moved here on this Mac.";
